jorgebucaran/fisher
franciscolourenco/done
oh-my-fish/oh-my-fish
ilancosman/tide@v6
paldepind/projectdo
nickeb96/puffer-fish
jorgebucaran/fishtape
jorgebucaran/getopts.fish
jorgebucaran/autopair.fish
meaningful-ooo/sponge
jorgebucaran/spark.fish
jorgebucaran/replay.fish
fabioantunes/base16-fish-shell
